const regionsData = [
        {
            "Name": "Алтайский край",
            "Population": "2,332,813",
            "Area": "170 500"
        },
        {
            "Name": "Республика Алтай",
            "Population": "218,866",
            "Area": "92 600"
        },
        {
            "Name": "Курская область",
            "Population": "1,107,041",
            "Area": "29 800"
        },
        {
            "Name": "Тульская область",
            "Population": "1,478,818",
            "Area": "25 700"
        },
        {
            "Name": "Пермский край",
            "Population": "2,610,800",
            "Area": "160 600"
        },
        {
            "Name": "Тверская область",
            "Population": "1,269,636",
            "Area": "84 100"
        },
        {
            "Name": "Липецкая область",
            "Population": "1,144,035",
            "Area": "24 100"
        },
        {
            "Name": "Орловская область",
            "Population": "739,467",
            "Area": "24 700"
        },
        {
            "Name": "Самарская область",
            "Population": "3,183,038",
            "Area": "53 600"
        },
        {
            "Name": "Кировская область",
            "Population": "1,272,109",
            "Area": "120 800"
        },
        {
            "Name": "Брянская область",
            "Population": "1,200,187",
            "Area": "34 900"
        },
        {
            "Name": "Московская область",
            "Population": "7,599,647",
            "Area": "44 379"
        },
        {
            "Name": "Смоленская область",
            "Population": "942,363",
            "Area": "49 800"
        },
        {
            "Name": "Рязанская область",
            "Population": "1,114,137",
            "Area": "39 600"
        },
        {
            "Name": "Калужская область",
            "Population": "1,009,380",
            "Area": "29 900"
        },
        {
            "Name": "Тамбовская область",
            "Population": "1,015,966",
            "Area": "34 300"
        },
        {
            "Name": "Ростовская область",
            "Population": "4,202,320",
            "Area": "100 800"
        },
        {
            "Name": "Республика Марий Эл",
            "Population": "680,380",
            "Area": "23 200"
        },
        {
            "Name": "Курганская область",
            "Population": "834,701",
            "Area": "71 000"
        },
        {
            "Name": "Мурманская область",
            "Population": "748,056",
            "Area": "144 900"
        },
        {
            "Name": "Республика Дагестан",
            "Population": "3,086,126",
            "Area": "50 300"
        },
        {
            "Name": "Республика Карелия",
            "Population": "618,056",
            "Area": "172 400"
        },
        {
            "Name": "Ивановская область",
            "Population": "1,004,180",
            "Area": "23 900"
        },
        {
            "Name": "Кемеровская область",
            "Population": "2,674,256",
            "Area": "95 500"
        },
        {
            "Name": "Вологодская область",
            "Population": "1,167,713",
            "Area": "145 700"
        },
        {
            "Name": "Магаданская область",
            "Population": "141,234",
            "Area": "461 400"
        },
        {
            "Name": "Республика Татарстан",
            "Population": "3,898,628",
            "Area": "68 000"
        },
        {
            "Name": "Воронежская область",
            "Population": "2,327,821",
            "Area": "52 400"
        },
        {
            "Name": "Белгородская область",
            "Population": "1,547,418",
            "Area": "27 100"
        },
        {
            "Name": "Ярославская область",
            "Population": "1,259,612",
            "Area": "36 400"
        },
        {
            "Name": "Ульяновская область",
            "Population": "1,238,416",
            "Area": "37 300"
        },
        {
            "Name": "Владимирская область",
            "Population": "1,365,805",
            "Area": "29 000"
        },
        {
            "Name": "Новосибирская область",
            "Population": "2,793,384",
            "Area": "178 200"
        },
        {
            "Name": "Ленинградская область",
            "Population": "1,847,867",
            "Area": "83 908"
        },
        {
            "Name": "Астраханская область",
            "Population": "1,014,065",
            "Area": "44 100"
        },
        {
            "Name": "Удмуртская Республика",
            "Population": "1,507,390",
            "Area": "42 100"
        },
        {
            "Name": "Архангельская область",
            "Population": "1,100,290",
            "Area": "410 700"
        },
        {
            "Name": "Чувашская Республика",
            "Population": "1,223,395",
            "Area": "18 300"
        },
        {
            "Name": "Республика Калмыкия",
            "Population": "272,647",
            "Area": "76 100"
        },
        {
            "Name": "Республика Башкортостан",
            "Population": "4,051,005",
            "Area": "143 600"
        },
        {
            "Name": "Республика Саха (Якутия)",
            "Population": "967,009",
            "Area": "3 103 200"
        },
        {
            "Name": "Кабардино-Балкарская Республика",
            "Population": "866,219",
            "Area": "12 500"
        },
        {
            "Name": "Республика Северная Осетия-Алания",
            "Population": "699,253",
            "Area": "8 000"
        },
        {
            "Name": "Республика Тыва",
            "Population": "324,423",
            "Area": "170,500"
        },
        {
            "Name": "Карачаево-Черкесская Республика",
            "Population": "465,563",
            "Area": "14 100"
        },
        {
            "Name": "Еврейская автономная область",
            "Population": "159,913",
            "Area": "36 000"
        },
        {
            "Name": "Томская область",
            "Population": "1,077,442",
            "Area": "316 900"
        },
        {
            "Name": "Амурская область",
            "Population": "793,194",
            "Area": "363 700"
        },
        {
            "Name": "Пензенская область",
            "Population": "1,318,103",
            "Area": "43 200"
        },
        {
            "Name": "Республика Бурятия",
            "Population": "983,273",
            "Area": "351 300"
        },
        {
            "Name": "Республика Хакасия",
            "Population": "536,167",
            "Area": "61 900"
        },
        {
            "Name": "Республика Мордовия",
            "Population": "795,504",
            "Area": "26 200"
        },
        {
            "Name": "Саратовская область",
            "Population": "2,440,815",
            "Area": "100 200"
        },
        {
            "Name": "Костромская область",
            "Population": "637,267",
            "Area": "60 100"
        },
        {
            "Name": "Республика Ингушетия",
            "Population": "497,393",
            "Area": "4 300"
        },
        {
            "Name": "Чеченская Республика",
            "Population": "1,456,951",
            "Area": "15 000"
        },
        {
            "Name": "Калининградская область",
            "Population": "1,002,187",
            "Area": "15 100"
        },
        {
            "Name": "Псковская область",
            "Population": "629,651",
            "Area": "55 300"
        },
        {
            "Name": "Республика Коми",
            "Population": "830,235",
            "Area": "415 900"
        },
        {
            "Name": "Оренбургская область",
            "Population": "1,963,007",
            "Area": "124 000"
        },
        {
            "Name": "Новгородская область",
            "Population": "600,296",
            "Area": "55 300"
        },
        {
            "Name": "Челябинская область",
            "Population": "3,475,753",
            "Area": "87 900"
        },
        {
            "Name": "Ставропольский край",
            "Population": "2,795,243",
            "Area": "66 500"
        },
        {
            "Name": "Свердловская область",
            "Population": "4,315,699",
            "Area": "194 800"
        },
        {
            "Name": "Волгоградская область",
            "Population": "2,507,509",
            "Area": "113 900"
        },
        {
            "Name": "Республика Адыгея",
            "Population": "454,744",
            "Area": "7 600"
        },
        {
            "Name": "Ханты-Мансийский автономный округ",
            "Population": "1,663,795",
            "Area": "523 100"
        },
        {
            "Name": "Тюменская область",
            "Population": "3,723,969",
            "Area": "165 900"
        },
        {
            "Name": "Омская область",
            "Population": "1,944,195",
            "Area": "139 700"
        },
        {
            "Name": "Приморский край",
            "Population": "1,902,718",
            "Area": "169 100"
        },
        {
            "Name": "Хабаровский край",
            "Population": "1,321,473",
            "Area": "788 600"
        },
        {
            "Name": "Сахалинская область",
            "Population": "489,638",
            "Area": "87 100"
        },
        {
            "Name": "Чукотский автономный округ",
            "Population": "49,663",
            "Area": "737 700"
        },
        {
            "Name": "Красноярский край",
            "Population": "2,874,026",
            "Area": "2 339 700"
        },
        {
            "Name": "Иркутская область",
            "Population": "2,397,763",
            "Area": "767 900"
        },
        {
            "Name": "Забайкальский край",
            "Population": "1,065,785",
            "Area": "431 500"
        },
        {
            "Name": "Камчатский край",
            "Population": "314,723",
            "Area": "472 300"
        },
        {
            "Name": "Ненецкий автономный округ",
            "Population": "43,829",
            "Area": "176 700"
        },
        {
            "Name": "Ямало-Ненецкий автономный округ",
            "Population": "541,479",
            "Area": "750 300"
        },
        {
            "Name": "Краснодарский край",
            "Population": "5,648,235",
            "Area": "76 000"
        },
        {
            "Name": "Нижегородская область",
            "Population": "3,214,623",
            "Area": "74 800"
        }
    ]